<?php
/*
 * Copyright (c) WINGS, 2023.
 * Property of WINGS. The distribution of proprietary software created by WINGS is strictly prohibited.
 * There Will Be Consequences. Think about it.
 */

return [

    'account' => 'Аккаунт',
    'api_keys' => 'API ключи',
    'settings' => 'Настройки',

    'account_info' => 'Сведения о аккаунте',
    'account_info_notice' => 'Здесь вы можете изменить некоторую информацию, связанную с вашей учётной записью.',

    'photo' => 'Фото',
    'select_photo' => 'Выбрать фото',
    'delete_photo' => 'Удалить фото',

    'locale' => 'Язык',

    'theme' => 'Тема',
    'theme_dark' => 'Тёмная',
    'theme_light' => 'Светлая',

    'is_formal' => 'Как поддержке к вам обращаться?',
    'is_formal_yes' => 'На Вы',
    'is_formal_no' => 'На ты',

    'change_password' => 'Сменить пароль',
    'change_password_notice' => 'Убедитесь, что используете надёжный пароль.',

    '2fa_notice' => 'Вы можете усилить защиту аккаунта, включив двухфакторную авторизацию',
    '2fa_finish' => 'Закончить настройку',
    '2fa_enabled' => 'Двухфакторная авторизация включена',
    '2fa_disabled' => 'Двухфакторная авторизация выключена',
    '2fa_notice2' => 'Если двухфакторная авторизация включена, при входе, помимо пароля, будет запрошен код. Вы можете получить этот код на вашем телефоне, в приложении Google Authenticator, или в любом другом удобном для вас OTP генераторе.',
    '2fa_setup_notice' => 'Чтобы закончить активацию 2FA, сканируйте этот QR код приложением Google Authenticator, или другим OTP генератором на вашем телефоне, либо введите установочный ключ, и введите сгенерированный код',
    '2fa_setup_key' => 'Установочный ключ',
    '2fa_recovery_codes_notice' => 'Сохраните эти коды в безопасном месте. Они используются для восстановления доступа к аккаунту, если устройство, на котором был установлен OTP генератор, будет утрачено, или в других критических ситуациях.',
    '2fa_recovery_codes_regenerate' => 'Сгенерировать новые коды восстановления',
    '2fa_recovery_codes_show' => 'Показать коды восстановления',

    'devices' => 'Устройства',
    'devices_notice' => 'Здесь вы можете управлять устройствами, на которых выполнен вход',
    'devices_notice2' => 'Если вы хотите, вы можете выйти на всех ваших устройствах, кроме этого. Некоторые недавние входы отображены здесь, но этот список может быть неполным. Если вы считаете, что в ваш аккаунт был выполнен несанкционированный вход, вам так же стоит сменить пароль.',
    'devices_this_device' => 'Это устройство',
    'devices_last_active' => 'Последняя активность',
    'devices_logout_all' => 'Выйти на других устройствах',
    'devices_logout_all_password' => 'Введите пароль, чтобы выйти на всех других устройствах.'

];
