<?php
/*
 * Copyright (c) WINGS, 2023.
 * Property of WINGS. The distribution of proprietary software created by WINGS is strictly prohibited.
 * There Will Be Consequences. Think about it.
 */

return [

    'groups' => 'Группы серверов',
    'switch' => 'Сменить группу',

    'settings' => 'Настройки группы',

    'name' => 'Имя группы',
    'name_notice' => 'Задайте имя для этой группы серверов',

    'owner' => 'Владелец группы',

    'create' => 'Создать группу серверов',
    'create_notice' => 'Создайте новую группу серверов, чтобы работать над ней вместе с командой, для разделения баланса, или просто для красоты',

    'delete' => 'Удалить группу',
    'delete_notice_mini' => 'Удаление нельзя отменить',
    'delete_notice' => 'Удаление группы так же удалит все её настройки. Перед удалением группы, сначала удалите из неё все сервера, или переместите их в другую группу',

    'add_member' => 'Добавить пользователя',
    'add_member_notice' => 'Вы можете добавить пользователя в группу серверов, чтобы разрешить ему пополнять баланс группы, управлять ресурсами серверов, и т.п.',
    'add_member_email' => 'Введите email пользователя, которого хотите добавить',
    'add_member_role' => 'Выберите роль пользователя',

    'members' => 'Пользователи',
    'members_notice' => 'Пользователи, имеющие доступ к этой группе',

    'manage_role' => 'Управление ролью',

    'delete_member' => 'Удаление пользователя',
    'delete_member_notice' => 'Вы уверены, что хотите удалить этого пользователя из этой группы?',

    'leave' => 'Покинуть группу',
    'leave_notice' => 'Вы уверены, что хотите покинуть эту группу?',

];
