<script setup>
import ArticleTemplate from "@/Components/ArticleTemplate.vue";
</script>

<template>
    <ArticleTemplate>
        <template #title>Политика конфиденциальности</template>
        <template #content>
            <span>1. Общие положения</span>
            <span
                >Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального
                закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных
                и меры по обеспечению безопасности персональных данных сервиса WINGS HOST (далее – Оператор).</span
            >

            <span
                ><span>1.1.</span> Оператор ставит своей важнейшей целью и условием осуществления своей деятельности
                соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты
                прав на неприкосновенность частной жизни, личную и семейную тайну.</span
            >

            <span
                ><span>1.2.</span> Настоящая политика Оператора в отношении обработки персональных данных (далее –
                Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта
                https://wingshost.ru.</span
            >

            <span>2. Основные термины, используемые в Политике</span>
            <span
                ><span>Автоматизированная обработка персональных данных</span> – обработка персональных данных с помощью
                средств вычислительной техники;</span
            >

            <span
                ><span>Блокирование персональных данных</span> – временное прекращение обработки персональных данных (за
                исключением случаев, если обработка необходима для уточнения персональных данных);</span
            >

            <span
                ><span>Веб-сайт</span> – совокупность графических и информационных материалов, а также программ для ЭВМ
                и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу
                https://wingshost.ru;</span
            >

            <span
                ><span>Информационная система персональных данных</span> — совокупность содержащихся в базах данных
                персональных данных, и обеспечивающих их обработку информационных технологий и технических
                средств;</span
            >

            <span
                ><span>Обезличивание персональных данных</span> — действия, в результате которых невозможно определить
                без использования дополнительной информации принадлежность персональных данных конкретному Пользователю
                или иному субъекту персональных данных;</span
            >

            <span
                ><span>Обработка персональных данных</span> – любое действие (операция) или совокупность действий
                (операций), совершаемых с использованием средств автоматизации или без использования таких средств с
                персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение
                (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ),
                обезличивание, блокирование, удаление, уничтожение персональных данных;</span
            >

            <span
                ><span>Оператор</span> – государственный орган, муниципальный орган, юридическое или физическое лицо,
                самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных
                данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих
                обработке, действия (операции), совершаемые с персональными данными;</span
            >

            <span
                ><span>Персональные данные</span> – любая информация, относящаяся прямо или косвенно к определенному или
                определяемому Пользователю веб-сайта https://wingshost.ru;</span
            >

            <span><span>Пользователь</span> – любой посетитель веб-сайта https://wingshost.ru;</span>

            <span
                ><span>Предоставление персональных данных</span> – действия, направленные на раскрытие персональных
                данных определенному лицу или определенному кругу лиц;</span
            >

            <span
                ><span>Распространение персональных данных</span> – любые действия, направленные на раскрытие
                персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с
                персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в
                средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление
                доступа к персональным данным каким-либо иным способом;</span
            >

            <span
                ><span>Трансграничная передача персональных данных</span> – передача персональных данных на территорию
                иностранного государства органу власти иностранного государства, иностранному физическому или
                иностранному юридическому лицу;</span
            >

            <span
                ><span>Уничтожение персональных данных</span> – любые действия, в результате которых персональные данные
                уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в
                информационной системе персональных данных и (или) результате которых уничтожаются материальные носители
                персональных данных;</span
            >

            <span
                ><span>«Cookies»</span> — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере
                пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при
                попытке открыть страницу соответствующего сайта.</span
            >

            <span
                ><span>«IP-адрес»</span> — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу
                IP.</span
            >

            <span>3. Оператор может обрабатывать следующие персональные данные Пользователя:</span>
            <ul>
                <li>Фамилия, имя;</li>
                <li>Электронный адрес;</li>
                <li>IP-адрес;</li>
            </ul>
            <span
                >Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с
                помощью сервисов интернет-статистики (Google Analytics, Яндекс.Метрика и других).</span
            >
            <span
                >Вышеперечисленные данные далее по тексту Политики объединены общим термином Персональные данные.</span
            >
            <span>4. Цели обработки персональных данных</span>
            <span
                ><span>4.1.</span> Цель обработки персональных данных Пользователя — информирование Пользователя
                посредством отправки электронных писем; предоставление доступа Пользователю к сервисам, информации и/или
                материалам, содержащимся на веб-сайте; связь с Пользователем по указанным контактам; оказание услуг
                Пользователю; идентификация Пользователя; обеспечение безопасности Пользователя; оказание услуг
                Пользователю.</span
            >

            <span
                ><span>4.2.</span> Оператор имеет право направлять Пользователю уведомления о новых продуктах, услугах,
                специальных предложениях и различных событиях. Пользователь может отказаться от получения информационных
                сообщений, направив Оператору письмо на адрес электронной почты support@wingshost.ru с пометкой «Отказ
                от уведомлений о новых продуктах, услугах и специальных предложениях».</span
            >

            <span
                ><span>4.3.</span> Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики,
                служат для улучшения качества сайта (его содержания) и предоставляемых услуг.</span
            >

            <span
                ><span>4.4.</span> Персональные данные могут использоваться для идентификации клиента и выполнения
                операций с применением идентификации.</span
            >

            <span>5. Правовые основания обработки персональных данных</span>
            <span
                ><span>5.1.</span> Оператор обрабатывает персональные данные Пользователя только в случае их заполнения
                и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте
                https://wingshost.ru. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору,
                Пользователь выражает свое согласие с данной Политикой.</span
            >

            <span
                ><span>5.2.</span> Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено
                настройками браузера Пользователя (включено сохранение файлов «Cookies» и использование технологии
                JavaScript).</span
            >

            <span>6. Порядок сбора, хранения, передачи и других видов обработки персональных данных</span>
            <span
                >Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации
                правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований
                действующего законодательства в области защиты персональных данных.</span
            >

            <span
                ><span>6.1.</span> Оператор обеспечивает сохранность персональных данных и принимает все возможные меры,
                исключающие доступ к персональным данным неуполномоченных лиц.</span
            >

            <span
                ><span>6.2.</span> Персональные данные Пользователя никогда, ни при каких условиях не будут переданы
                третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в
                случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для
                исполнения обязательств по гражданско-правовому договору.
            </span>

            <span
                ><span>6.3.</span> В случае выявления неточностей в персональных данных, Пользователь может
                актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты
                Оператора support@wingshost.ru с пометкой «Актуализация персональных данных».
            </span>

            <span>7. Трансграничная передача персональных данных</span>
            <span
                ><span>7.1.</span> Оператор до начала осуществления трансграничной передачи персональных данных обязан
                убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять
                передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.</span
            >

            <span
                ><span>7.2.</span> Трансграничная передача персональных данных на территории иностранных государств, не
                отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной
                форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения
                договора, стороной которого является субъект персональных данных.</span
            >

            <span>8. Заключительные положения</span>
            <span
                ><span>8.1.</span> Пользователь может получить любые разъяснения по интересующим вопросам, касающимся
                обработки его персональных данных, обратившись к Оператору с помощью электронной почты
                support@wingshost.ru.</span
            >

            <span
                ><span>8.2.</span> В данном документе будут отражены любые изменения политики обработки персональных
                данных Оператором. Политика действует бессрочно до замены ее новой версией.</span
            >

            <span
                ><span>8.3.</span> Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу
                https://wingshost.ru/articles/privacy-policy.</span
            >

            <span>Последняя редакция: 9 января 2024 года</span>
        </template>
    </ArticleTemplate>
</template>

<style scoped>
span {
    font-family: OpenSans-Bold, serif;
}
</style>
