<script setup>
import ArticleTemplate from "@/Components/ArticleTemplate.vue";
</script>

<template>
    <ArticleTemplate>
        <template #title>Условия использования от 15 января 2024 года</template>
        <template #content>
            <span>1. Общие положения</span>
            <span
                ><span>1.1. </span>Компания WINGS HOST (далее - Исполнитель) предоставляет пользователям,
                зарегистрированным на сайте Исполнителя (далее - Заказчикам), услуги в области хостинга: платные и
                бесплатные. Описание и условия использования каждой из услуг публикуются отдельно.</span
            >
            <span><span>1.2. </span>Услуги предоставляются исключительно онлайн на сайтах в домене wingshost.ru.</span>
            <span
                ><span>1.3. </span>Регистрация аккаунта на сайте Исполнителя означает безоговорочное принятие
                пользователем действительных в настоящий момент условий использования.</span
            >
            <span
                ><span>1.4. </span>Настоящие Условия использования действуют с момента окончания срока действия
                предыдущей версии условий использования. Исполнитель обязуется оповестить всех пользователей об
                окончании срока действия условий использования не позднее, чем за 30 календарных дней.</span
            >

            <span>2. Правила и порядок оплаты</span>
            <span
                ><span>2.1. </span>Заказчик регистрирует аккаунт на сайте Исполнителя, где имеет виртуальный внутренний
                счёт (далее - Баланс).</span
            >
            <span
                ><span>2.2. </span>Заказчик пополняет Баланс на нужную сумму. Оплата физическими лицами производится
                только посредством электронных платежей через сервис WINGS PAY.</span
            >
            <span
                ><span>2.3. </span>Заказчик осуществляет заказ выбранной услуги на сайте Исполнителя, указывая нужные
                параметры, после чего вносит 100% предоплату за использование услуги в течение всего расчётного периода,
                используя средства с Баланса.</span
            >
            <span
                ><span>2.4. </span>Исполнитель в автоматическом режиме предоставляет доступ к услуге в течение всего
                оплаченного расчётного периода посредством личного кабинета на сайте Исполнителя.</span
            >
            <span
                ><span>2.5. </span>Услуга автоматически продлевается в конце оплаченного периода. Если на Балансе
                недостаточно средств для 100% предоплаты следующего расчётного периода, производится блокировка доступа
                к услуге.</span
            >
            <span
                ><span>2.6. </span>Если в течение 14 (четырнадцати), или, для серверов, Заказчики которых потратили
                менее 100 (ста) рублей за всё время пользования с данного аккаунта, 3 (трёх) календарных дней Заказчик
                не вносит на Баланс сумму, достаточную для 100% оплаты следующего расчётного периода, Исполнитель
                оставляет за собой право безвозвратно удалить данные этой услуги.
            </span>
            <span
                ><span>2.7. </span>В случае поступления на Баланс необходимой для 100% предоплаты следующего расчётного
                периода услуги после блокировки доступа к услуге, возобновление предоставления услуги производится
                Заказчиком вручную посредством личного кабинета на сайте Исполнителя.</span
            >
            <span
                ><span>2.8. </span>Услуги предоставляются не позднее 1 (одного) рабочего дня с момента внесения платежа
                за данные услуги.</span
            >
            <span
                ><span>2.9. </span>Оплата Хостинга производится на основании действующих тарифов, опубликованных на
                официальном сайте Исполнителя по адресу: https://wingshost.ru.</span
            >

            <span>3. Возврат средств</span>
            <span
                ><span>3.1. </span>Возврат средств осуществляется исключительно посредством обращения в поддержку
                Исполнителя.</span
            >
            <span
                ><span>3.2. </span>Возврат средств осуществляется преимущественно на Баланс, исключительно в описанных
                ниже случаях.<br />
                <ul>
                    <li>
                        При возникновении технических ошибок в работе сервисов Исполнителя, приведших к невыполнению
                        Исполнителем обязательств по предоставлению доступа к услуге. Размер компенсации в данном случае
                        определяется индивидуально для каждой конкретной ситуации.
                    </li>
                    <li>
                        При невыполнении Исполнителем обязательств по соглашению об уровне предоставления услуги (далее
                        - SLA). Размер компенсации в данном случае составляет не менее удвоенной стоимости расчётного
                        периода услуги в расчёте на 1 (один) день, умноженной на количество суток, в течение которых
                        услуга была недоступна, с округлением с бóльшую сторону.
                    </li>
                    <li>
                        При недовольстве Заказчиком качеством приобретённой в течение последних 3 (трёх) суток услуги.
                        Размер компенсации в данном случае равен размеру оплаченного расчётного периода услуги.
                    </li>
                </ul></span
            >
            <span
                ><span>3.3. </span>Возврат средств с Баланса (внутреннего счёта) возможен при недовольстве Заказчиком
                качеством всех предоставленных ему услуг. В таких случаях осуществляется возврат по всем платежам,
                совершённым с целью пополнения Баланса за последние 14 календарных дней до поступления заявки на возврат
                средств, с вычетом издержек Исполнителя.
                <ol>
                    <li>
                        Издержки Исполнителя за использованный Заказчиком рассчётный период вычитаются из суммы
                        возврата, и составляют стоимость оплаченного Исполнителем рассчётного периода услуг Подрядчиков
                        в рассчёте на 1 (один) рассчётный период предоставленной Заказчику услуги, умноженную на
                        количество оплаченных Заказчиком рассчётных периодов услуги.
                    </li>
                    <li>
                        Возврат осуществляется в порядке, установленном платёжной системой, посредством которой были
                        осуществлены соответствующие платежи.
                    </li>
                    <li>
                        Бонусы, компенсации и прочие средства, начисленные хостингом, не учитываются при возврате
                        средств.
                    </li>
                </ol>
            </span>
            <span
                ><span>3.4. </span>Исполнитель вправе отказать в любом возврате средств в нижеописанных случаях.
                <ul>
                    <li>При установлении факта мошенничества со стороны Заказчика.</li>
                    <li>При нарушении Заказчиком актуальных Условий использования.</li>
                </ul>
            </span>
            <span
                ><span>3.5. </span>В случае, если по вине Заказчика, которому производится возврат средств, Исполнителем
                были понесены прочие убытки (отключение серверов, сетей, попадание IP в черные списки и т.п.) из суммы
                возврата вычитается сумма понесённых Исполнителем издержек.</span
            >

            <span>4. Законодательное соглашение</span>
            <span
                ><span>4.1. </span>В соответствие со ст. 437 Гражданского Кодекса Российской Федерации (далее – ГК РФ)
                Настоящий Договор является публичной офертой, адресованной неограниченному кругу лиц. В соответствие со
                ст. 438 ГК РФ, полным и безоговорочным принятием (акцептом) условий Настоящей публичной оферты считается
                начало использования тестовых услуг или осуществление Заказчиком платежа в счёт оплаты услуг Исполнителя
                и получение соответствующего электронного письма и чека на указанный адрес электронной почты,
                подтверждающего факт оплаты.</span
            >
            <span
                ><span>4.2. </span>Все разногласия, возникающие между сторонами в связи с исполнением настоящего
                договора, разрешаются путем переговоров. Если разрешение споров и разногласий на основе взаимных
                договоренностей невозможно, то они подлежат разрешению в порядке, установленном действующим
                законодательством Российской Федерации.</span
            >
            <span
                ><span>4.3. </span>Заказчик несёт ответственность, предусмотренную законодательством Российской
                Федераци, в т.ч. уголовную ответственность:
                <ul>
                    <li>
                        за любые (в том числе несанкционированные) действия третьих лиц, имевшие место при использовании
                        авторизационных данных Заказчика к серверу, а также их последствия
                    </li>
                    <li>за размещение на сервере любой незаконной информации и данных</li>
                    <li>
                        за использование и распространения вредоносных программ, а также внесение любых изменений,
                        нарушающих и блокирующих работу сервера или сети исполнителя
                    </li>
                </ul>
            </span>

            <span>5. Форма обращения</span>
            <span
                ><span>5.1. </span>Обращение к администрации и службе поддержки осуществляется исключительно на русском
                и английском языках. Использование транслитерации и других языков не допускается. При обращении Заказчик
                обязан:
                <ul>
                    <li>Соблюдать нормы формального общения</li>
                    <li>Подробно описать суть проблемы, с указанием идентефикатора (ID или UUID) услуги или платежа</li>
                    <li>Указать после каких действий была обнаружена проблема</li>
                    <li>Указать время возникшей проблемы</li>
                </ul>
                Заказчику запрещается:
                <ul>
                    <li>Использовать нецензурную лексику, брань</li>
                    <li>Неуважительно относиться к персоналу Исполнителя, содержимому его информационных ресурсов</li>
                    <li>
                        Предъявлять требования, противоречащие положениям, установленным актуальными Условиями
                        использования
                    </li>
                </ul>
            </span>
            <span
                ><span>5.2. </span>В случае нарушения Заказчиком вышеуказанных норм общения с службой поддержки
                Исполнитель оставляет за собой право:
                <ul>
                    <li>Выдать устное предупреждение за первичное нарушение данных положений</li>
                    <li>Отказать Заказчику в оказании поддержки</li>
                    <li>
                        Заблокировать Заказчику доступ к оплаченным услугам без возможности возврата неиспользованных
                        средств
                    </li>
                </ul>
            </span>

            <span>6. Права и обязанности Исполнителя</span>
            <span
                ><span>6.1. </span>Исполнитель обязуется обеспечивать доступность услуг Заказчика в рамках обозначенного
                в описании услуги SLA и устранять неисправности в кратчайшие сроки.</span
            >
            <span
                ><span>6.2. </span>Исполнитель оставляет за собой право пересмотреть ценовую политику и параметры
                тарифов в одностороннем порядке, без предварительного уведомления. Новая политика и параметры тарифов
                вступают в силу с момента публикации на сайте Исполнителя.</span
            >
            <span
                ><span>6.3. </span>Исполнитель не несёт ответственности за недоступность услуг, вызванную проблемами на
                инфраструктуре Подрядчика, обслуживание которой не входит в компетенции Исполнителя.</span
            >
            <span
                ><span>6.4. </span>Исполнитель оставляет за собой право остановки сервисов Заказчика для проведения
                технического обслуживания, предотвращения сетевых атак и прочего негативного влияния на инфраструктуру
                Исполнителя и/или Подрядчика, а также вследствие стихийных бедствий и других форс-мажорных
                обстоятельств.</span
            >
            <span
                ><span>6.5. </span>Исполнитель не несет ответственности за работу стороннего программного обеспечения на
                его инфраструктуре.</span
            >
            <span
                ><span>6.6. </span>Исполнитель оставляет за собой право приостанавливать доступ Заказчика к услуге, а
                также удалять связанные с ней данные без возможности восстановления в случае нарушения Заказчиком
                Настоящих Условий использования и Условий предоставления данной услуги.</span
            >

            <span
                ><span>6.7. </span>В случае уведомления Заказчика о жалобе и/или в следствии других причин 1 (один) или
                более 1 (одного) раза в месяц (скан сети, исходящие DoS-атаки и др.) и непринятия Заказчиком мер по
                поступившей жалобе, Исполнитель в праве досрочно остановить предоставление услуг и списать все средства
                на Балансе Заказчика без возможности возврата.</span
            >

            <span
                ><span>6.8. </span>Исполнитель оставляет за собой право передачи информации о Заказчике в случае
                официального запроса от правоохранительных органов Российской Федерации и/или других стран.</span
            >

            <span
                ><span>6.9. </span>При выявлении Исполнителем платежа с банковской карты, не принадлежащей Заказчику,
                Исполнитель оставляет за собой право вычесть поступившие средства, до момента подтверждения Заказчиком
                факта владения указанной картой, или получения разрешения владельца карты. В ином случае Исполнитель
                имеет право безвозмездного удержания средств для возврата суммы владельцу банковской карты в срок до 30
                (тридцати) дней.</span
            >

            <span>7. Права и обязанности Заказчика</span>
            <span><span>7.1. </span>Заказчик обязуется своевременно вносить оплату за услуги Исполнителя.</span>
            <span
                ><span>7.2. </span>Заказчик обязуется не использовать инфраструктуру Исполнителя в целях, явно
                противоречащих правомерной работе в сети Интернет, указанных в Приложении 1 к Условиям
                использования.</span
            >
            <!--
            <span class="text-gray-500"
                ><span class="font-['OpenSans-Bold'] ">7.3. </span>Заказчик обязуется не использовать в корыстных целях
                недоработки, уязвимости и т.п. инфраструктуры и сервисов Исполнителя. Заказчик имеет право на индивидуальный бонус по
                программе BugBounty, условия которой публикуются на сайте Исполнителя.</span
            >
            -->
            <span
                ><span>7.4. </span>Заказчик имеет право на поддержку со стороны Исполнителя в вопросах, связанных с
                функционалом систем Исполнителя.</span
            >
            <span
                ><span>7.5. </span>Заказчик обязуется использовать инфраструктуру Исполнителя, не оказывая на неё
                чрезмерной нагрузки, строго в пределах выделенной ему квоты.</span
            >
            <span
                ><span>7.6. </span>Заказчик обязан следить за соответствием всех размещенных материалов, используемого
                ПО, контентом, размещённым на предоставленной ему Исполнителем услуге, и отвечать за его соответствие
                международным нормам и соглашениям, нормам действующего законодательства Российской Федерации.</span
            >

            <p class="text-3xl text-neutral-300 text-center pt-8">
                Приложение 1. Недопустимые цели использования услуг
            </p>

            <span
                ><span>Использование услуг Исполнителя недопустимо для:</span>
                <ul>
                    <li>
                        Несанкционированного распространения или копирования программного обеспечения, защищенного
                        авторским правом;
                    </li>
                    <li>
                        Нарушения международных норм и соглашений, законов Российской Федерации, экспортных ограничений;
                    </li>
                    <li>Мошенничества;</li>
                    <li>Оборота наркотиков и других незаконных видов деятельности;</li>
                    <li>
                        Осуществления массовых почтовых рассылок, на получение которых не давалось явного согласия
                        пользователей;
                    </li>
                    <li>
                        Клеветы, распространения личной информации, нарушения авторских и смежных прав, интеллектуальных
                        прав;
                    </li>
                    <li>
                        Размещения порнографического контента во всех его проявлениях, в том числе ссылок на другие
                        сайты с порнографическим контентом;
                    </li>
                    <li>
                        Нарушения прав частной жизни и собственности, в том числе интеллектуальной; размещения
                        клеветнической и оскорбительной информации, пособничества, подстрекательств к межнациональной
                        розни, убийству, терроризму, насилию в любых формах;
                    </li>
                    <li>
                        Препятствования нормальной и стабильной работе серверов, сетевых ресурсов, общей работе
                        инфраструктуры и сервисов Исполнителя;
                    </li>
                    <li>
                        Размещения ПО для ботнетов, граббинга, фишинга, и прочих целей, явно противоречащих легальной
                        работе в сети Интернет, а также сетевых сканеров, прокси-чекеров и подобного ПО.
                    </li>
                </ul>
            </span>

            <span>Последняя редакция: 15 января 2024 года</span>
        </template>
    </ArticleTemplate>
</template>

<style scoped>
ul li::before {
    content: "\2022";
    color: #a3a3a3;
    font-weight: bold;
    display: inline-block;
    margin-left: 16px;
    margin-right: 8px;
    margin-top: 32px;
}
ul li {
    margin-left: 16px;
}

ol li::before {
    content: "\2022";
    color: #a3a3a3;
    font-weight: bold;
    display: inline-block;
    margin-left: 16px;
    margin-right: 8px;
    margin-top: 32px;
}
ol li {
    margin-left: 16px;
}

span {
    font-family: OpenSans-Bold, serif;
}
</style>
